7zip.7zip
ShareX.ShareX
Audacity.Audacity
CPUID.HWMonitor
Mozilla.Firefox
VideoLAN.VLC
vim.vim
DebaucheeOpenSourceGroup.Barrier
Apple.Bonjour
TheDocumentFoundation.LibreOffice
PuTTY.PuTTY
dorssel.usbipd-win
gerardog.gsudo
RealVNC.VNCViewer
GnuWin32.DiffUtils
GnuWin32.Gzip
CodecGuide.K-LiteCodecPack.Standard
LLVM.LLVM
GnuWin32.Tar
RamenSoftware.Windhawk
BurntSushi.ripgrep.MSVC
GNU.Nano
Rustlang.Rustup
Spotify.Spotify
SumatraPDF.SumatraPDF
Vivaldi.Vivaldi
ClickUp.ClickUp
Microsoft.PowerToys
Microsoft.VisualStudioCode
Microsoft.WindowsTerminal
Git.Git
